insert into halls(name, row_count, place_count, description)
values ('Зал с пуфиками', 3, 15, 'Зал с мягкими пуфиками, большой экран, качественный звук.');
insert into halls(name, row_count, place_count, description)
values ('2D/3D', 6, 72, 'Стандартный кинозал с возможностью демонстрации фильмов в 2D и 3D форматах.');
insert into halls(name, row_count, place_count, description)
values ('IMAX', 4, 60,
        'Кинозалы, оборудованные самой совершенной технологией кинопоказа IMAX, ' ||
        'которая полностью погружает зрителя в происходящее на экране. ' ||
        'Эффект присутствия создается благодаря огромному экрану, ' ||
        'проекторам с кастомизированными линзами и особой геометрии зала.');